Repository: PaulFurlet/ALTranslationsReverseExample
Catalog: app/Translations/AL Translations Reverse Example.*.xlf
Languages: uk_ua

# Table 3557637949 - Property 2879900210
source: Check Table
uk_ua: Перевірна таблиця

# Table 3557637949 - NamedType 1626783127
source: Global Label
uk_ua: Глобальна мітка

# Table 3557637949 - NamedType 1279326937
source: Global %1 Label
uk_ua: Глобальна %1 мітка

# Table 3557637949 - NamedType 1248048044
source: Global %1 Label
uk_ua: Глобальна %1 мітка

# Table 3557637949 - NamedType 3269691305
source: Protected Global Label
uk_ua: Захищена глобальна мітка

# Table 3557637949 - NamedType 1671494439
source: Protected Global %1 Label
uk_ua: Захищена глобальна %1 мітка

# Table 3557637949 - NamedType 2798505422
source: Protected Global %1 Label
uk_ua: Захищена глобальна %1 мітка

# Table 3557637949 - Method 1342290227 - NamedType 947829021
source: Local Label
uk_ua: Локальна мітка

# Table 3557637949 - Method 1342290227 - NamedType 2391436219
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 1342290227 - NamedType 2624476730
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 1063795439 - NamedType 947829021
source: Local Label
uk_ua: Локальна мітка

# Table 3557637949 - Method 1063795439 - NamedType 2391436219
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 1063795439 - NamedType 2624476730
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 2118421345 - NamedType 947829021
source: Local Label
uk_ua: Локальна мітка

# Table 3557637949 - Method 2118421345 - NamedType 2391436219
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 2118421345 - NamedType 2624476730
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 3152277940 - NamedType 947829021
source: Local Label in OnDelete Trigger
uk_ua: Локальна мітка в тригері OnDelete

# Table 3557637949 - Method 2451657066 - NamedType 947829021
source: Local Label in OnInsert Trigger
uk_ua: Локальна мітка в тригері OnInsert

# Table 3557637949 - Method 1262666395 - NamedType 947829021
source: Local Label in OnModify Trigger
uk_ua: Локальна мітка в тригері OnModify

# Table 3557637949 - Method 804474859 - NamedType 947829021
source: Local Label in OnRename Trigger
uk_ua: Локальна мітка в тригері OnRename

# Table 3557637949 - Field 2500714921 - Property 1295455071
source: This is the field with-dash and spaces
uk_ua: Це поле з-дефісом та пробілами

# Table 3557637949 - Field 2500714921 - Property 2879900210
source: The Field with-dash and spaces
uk_ua: Поле з-дефісом та пробілами

# Table 3557637949 - Field 2256973727 - Property 1295455071
source: This is 'field' 7.
uk_ua: Це 'поле' 7.

# Table 3557637949 - Field 2256973727 - Property 2879900210
source: Field "7"
uk_ua: Поле "7"

# Table 3557637949 - Field 2256973727 - Method 1213635141 - NamedType 2852193949
source: Local uk-UA=%1 Label in OnLookup Trigger
uk_ua: Локальна uk-UA=%1 мітка в тригері OnLookup

# Table 3557637949 - Field 2256973727 - Method 2126772001 - NamedType 2391436219
source: Local "%1" Label in OnValidate Trigger
uk_ua: Локальна "%1" мітка в тригері OnValidate

# Table 3557637949 - Field 2256973727 - Method 2126772001 - NamedType 1495517501
source: Local '%1' Label in OnValidate Trigger
uk_ua: Локальна '%1' мітка в тригері OnValidate

# Table 3557637949 - Field 2256973727 - Method 2126772001 - NamedType 2133214118
source: Local '%1'|"%2" Label in OnValidate Trigger
uk_ua: Локальна '%1'|"%2" мітка в тригері OnValidate

# Table 3557637949 - Field 2256973727 - Method 2126772001 - NamedType 1874183591
source: Local uk-UA Label in OnValidate Trigger
uk_ua: Локальна uk-UA мітка в тригері OnValidate

# Table 3557637949 - Field 2256973727 - Method 2126772001 - NamedType 2511880208
source: Local uk-UA=%1 Label in OnValidate Trigger
uk_ua: Локальна uk-UA=%1 мітка в тригері OnValidate

# Table 3557637949 - Field 157186525 - Property 1295455071
source: This is field 1.
uk_ua: Це поле 1.

# Table 3557637949 - Field 157186525 - Property 2879900210
source: Field 1
uk_ua: Поле 1

# Table 3557637949 - Field 3814457204 - Property 1295455071
source: This is field 2.
uk_ua: Це поле 2.

# Table 3557637949 - Field 3814457204 - Property 2879900210
source: Field 2
uk_ua: Поле 2

# Table 3557637949 - Field 3814457204 - Method 2126772001 - NamedType 2391436219
source: Local %1 Label in OnValidate Trigger
uk_ua: Локальна %1 мітка в тригері OnValidate

# Table 3557637949 - Field 3176760587 - Property 2879900210
source: Field 3
uk_ua: Поле 3

# Table 3557637949 - Field 2539063970 - Property 2879900210
source: Field 4
uk_ua: Поле 4

# Table 3557637949 - Field 2539063970 - Method 2126772001 - NamedType 1179822923
source: Local Label in OnValidate Trigger
uk_ua: Локальна мітка в тригері OnValidate

# Table 3557637949 - Field 2058863997 - Property 1295455071
source: This is a field with space in the end
uk_ua: Це поле з пробілом в кінці

# Table 3557637949 - Field 2058863997 - Property 2879900210
source: Field with space in the end
uk_ua: Поле з пробілом в кінці

# Table 3557637949 - Field 428084024 - Property 2879900210
source: Field6
uk_ua: Поле 6

# Table 3557637949 - Field 3292628678 - Property 2879900210
source: Interesting case
uk_ua: Цікавий випадок

# Table 3557637949 - Field 3292628678 - Method 1213635141 - NamedType 947829021
source: Local Label in OnLookup Trigger of interesting case
uk_ua: Локальна мітка в тригері OnLookup цікавого випадку

# Table 3557637949 - Field 3319418848 - Property 2879900210
source: Non-billable for PE Invoice
uk_ua: Не сплачується для інвойсу ФОП

# Table 3557637949 - Field 1493712163 - Property 1295455071
source: Tooltip for option field.
uk_ua: Підказка для поля опцій.

# Table 3557637949 - Field 1493712163 - Property 2879900210
source: Option field
uk_ua: Поле опцій

# Table 3557637949 - Field 1493712163 - Property 62802879
source: Option 1,Option2,,Option 4 always comma-separated
uk_ua: Опція 1,Опція 2,,Опція 4 завжди розділена комами

# Table 3557637949 - Field 1663593181 - Method 1213635141 - NamedType 947829021
source: Local Label in OnLookup Trigger
uk_ua: Локальна мітка в тригері OnLookup

# Table 3557637949 - Field 1663593181 - Method 2126772001 - NamedType 947829021
source: Local Label in OnValidate Trigger
uk_ua: Локальна мітка в тригері OnValidate

# Table 3557637949 - Field 268958358 - Property 1295455071
source: This is another interesting case for testing field name with parsing stuff.
uk_ua: Це ще один цікавий випадок для тестування імені поля з розбором.

# Table 3557637949 - Field 268958358 - Property 2879900210
source: Another Interesting case
uk_ua: Ще один цікавий випадок

# Table 3557637949 - Field 268958358 - Method 1213635141 - NamedType 4195431436
source: the is removed label
uk_ua: це видалена мітка

# Table 3557637949 - FieldGroup 2808719797 - Property 2879900210
source: Dropdown
uk_ua: Спадний список

# Table 3915279861 - Property 2879900210
source: Cost Allocation Setup Header
uk_ua: Заголовок налаштування розподілу витрат

# Table 3915279861 - Field 3543129988 - Property 1295455071
source: Specifies that the cost allocation setup is blocked.
uk_ua: Визначає, що налаштування розподілу витрат заблоковано.

# Table 3915279861 - Field 3543129988 - Property 2879900210
source: Blocked
uk_ua: Заблоковано

# Table 3915279861 - Field 3004954119 - Property 1295455071
source: Specifies the cost allocation setup code.
uk_ua: Визначає код налаштування розподілу витрат.

# Table 3915279861 - Field 3004954119 - Property 2879900210
source: Code
uk_ua: Код

# Table 3915279861 - Field 3461834954 - Property 1295455071
source: Specifies the cost allocation setup description.
uk_ua: Визначає опис налаштування розподілу витрат.

# Table 3915279861 - Field 3461834954 - Property 2879900210
source: Description
uk_ua: Опис

# Table 3915279861 - Field 458406397 - Property 1295455071
source: Specifies the cost allocation setup ending date.
uk_ua: Визначає дату завершення налаштування розподілу витрат.

# Table 3915279861 - Field 458406397 - Property 2879900210
source: Ending Date
uk_ua: Дата закінчення

# Table 3915279861 - Field 460889064 - Property 1295455071
source: Specifies the cost allocation setup starting date.
uk_ua: Визначає дату початку налаштування розподілу витрат.

# Table 3915279861 - Field 460889064 - Property 2879900210
source: Starting Date
uk_ua: Дата початку

# Codeunit 1329016315 - NamedType 3412153012
source: global Label with space in name and caption
uk_ua: Глобальна мітка з пробілом у назві та підписі

# Codeunit 1329016315 - Method 2765816795 - NamedType 1486399084
source: Local Label in with-dash and space
uk_ua: Локальна мітка в-з дефісом та пробілом

# Codeunit 2440856594 - NamedType 2278351075
source: Global Label in Check Codeunit
uk_ua: Глобальна мітка в Check Codeunit

# Codeunit 2440856594 - NamedType 1026149174
source: Global %1 Label %2 in %3 Check %4 Codeunit
uk_ua: Глобальна %1 мітка %2 в %3 Check %4 Codeunit

# Codeunit 2440856594 - NamedType 31892197
source: Global %1 Label %2 in %3 Check %4 Codeunit
uk_ua: Глобальна %1 мітка %2 в %3 Check %4 Codeunit

# Codeunit 2440856594 - Method 491658766 - NamedType 166316129
source: Local Label in CalledGlobalFunction;semicolon,comma;semicolon again
uk_ua: Локальна мітка в CalledGlobalFunction;крапка з комою,кома;знову крапка з комою

# Codeunit 2440856594 - Method 491658766 - NamedType 3673043936
source: Local %1 Label %2 in %3 CalledGlobalFunction; with comma, and semicolon in the end;
uk_ua: Локальна %1 мітка %2 в %3 CalledGlobalFunction; з комою, і крапкою з комою в кінці;

# Codeunit 2440856594 - Method 491658766 - NamedType 234279935
source: Local %1 Label %2 in %3 CalledGlobalFunction
uk_ua: Локальна %1 мітка %2 в %3 CalledGlobalFunction

# Codeunit 2440856594 - Method 3508737866 - NamedType 166316129
source: Local Label in CalledInternalFunction
uk_ua: Локальна мітка в CalledInternalFunction

# Codeunit 2440856594 - Method 3508737866 - NamedType 3673043936
source: Local %1 Label %2 in %3; CalledInternalFunction
uk_ua: Локальна %1 мітка %2 в %3; CalledInternalFunction

# Codeunit 2440856594 - Method 3508737866 - NamedType 234279935
source: Local %1 Label %2 in %3 CalledInternalFunction
uk_ua: Локальна %1 мітка %2 в %3 CalledInternalFunction

# Codeunit 2440856594 - Method 3508737866 - NamedType 1569809691
source: %1|%2|%3, huh
uk_ua: %1|%2|%3, хех

# Codeunit 2440856594 - Method 3508737866 - NamedType 353004890
source: %1|%2|%3,comma;semicolon?
uk_ua: %1|%2|%3,кома;крапказкомою?

# Codeunit 2440856594 - Method 1189133520 - NamedType 166316129
source: Local Label in CalledLocalFunction, please translate me
uk_ua: Локальна мітка у CalledLocalFunction, будь ласка, перекладіть мене

# Codeunit 2440856594 - Method 1189133520 - NamedType 3673043936
source: Local %1 Label %2 in %3 CalledLocalFunction, would you like to translate me as well?
uk_ua: Локальна %1 мітка %2 у %3 CalledLocalFunction, чи не хотіли б ви перекласти мене теж?

# Codeunit 2440856594 - Method 1189133520 - NamedType 234279935
source: Local %1 Label %2 in %3 CalledLocalFunction; please translate me too
uk_ua: Локальна %1 мітка %2 у %3 CalledLocalFunction; будь ласка, перекладіть мене теж (і кому поставив навмисне)

# Codeunit 2440856594 - Method 1189133520 - NamedType 1569809691
source: %1|%2|%3; what about me?
uk_ua: %1|%2|%3; як щодо мене?

# Codeunit 2440856594 - Method 1189133520 - NamedType 353004890
source: %1|%2|%3; and me, please
uk_ua: %1|%2|%3; і мене, будь ласка

# Codeunit 2440856594 - Method 1189133520 - NamedType 4092571664
source: The Posting Date field is blank. Timesheet cannot be posted.
uk_ua: Поле Дата обліку пусте. Неможливо облікувати табель.

# Codeunit 2440856594 - Method 1189133520 - NamedType 238116601
source: The selected project tasks have different %1. Please select project tasks with the same %1.
uk_ua: Вибрані проєктні завдання мають різний %1. Будь ласка, оберіть проєктні завдання з однаковим %1.

# Codeunit 2440856594 - Method 1189133520 - NamedType 2932411483
source: Posting date is in the closed payroll period. Timesheet cannot be posted.
uk_ua: Дата обліку знаходиться в закритому зарплатному періоді. Табель не може бути облікований.

# Codeunit 1547683966 - NamedType 1626783127
source: Global %1 label
uk_ua: Глобальна %1 мітка

# Codeunit 1547683966 - Method 3248046559 - NamedType 947829021
source: Local label
uk_ua: Локальна мітка

# Codeunit 1547683966 - Method 866169114 - NamedType 947829021
source: Local label %1
uk_ua: Локальна мітка %1

# Codeunit 1946584410 - NamedType 2592457002
source: Test label in the same file but different object type
uk_ua: Тестова мітка в тому ж файлі, але іншого типу об'єкта

# Codeunit 1366950624 - NamedType 3285139969
source: You cannot cancel this Advance Timesheet for Employee Appointment No. %1, because after it the Salary Timesheet was posted.
uk_ua: Ви не можете відмінити даний авансовий табель для Номера призначення співробітника %1, оскільки після нього був облікований зарплатний табель.

# Codeunit 1366950624 - NamedType 2123330601
source: You cannot cancel this Advance Timesheet for Employee Appointment Nos. %1, because after it the Salary Timesheet was posted.
uk_ua: Ви не можете відмінити даний авансовий табель для Номерів призначення співробітників %1, оскільки після нього був облікований зарплатний табель.

# Codeunit 1366950624 - NamedType 2962476174
source: Do you want to post the document?
uk_ua: Облікувати документ?

# Codeunit 1366950624 - NamedType 1825407176
source: You cannot cancel this Correction Timesheet for Employee Appointment No. %1, because after it the another Correction Timesheet was posted.
uk_ua: Ви не можете відмінити даний коригуючий табель для Номера призначення співробітника %1, оскільки після нього був облікований інший.

# Codeunit 1366950624 - NamedType 2217726592
source: You cannot cancel this Correction Timesheet for Employee Appointment Nos %1, because after it the another Correction Timesheet was posted.
uk_ua: Ви не можете відмінити даний коригуючий табель для Номерів призначення співробітників %1, оскільки після нього був облікований інший.

# Codeunit 1366950624 - NamedType 286529287
source: You cannot cancel this timesheet because there are entries with the further correction timesheet sequence in timesheet ledger entry for employee %1.\ \You should consistently cancel all timesheets that were posted later.
uk_ua: Ви не можете відмінити даний табель, оскільки в книзі операцій відсутності є операції з наступним номером коригувального табеля для співробітника %1.\ \Ви маєте послідовно відмінити всі табелі, обліковані пізніше.

# Codeunit 1366950624 - NamedType 1472124751
source: You cannot cancel this timesheet because there are entries with the further correction timesheet sequence in timesheet ledger entry for employees %1.\ \You should consistently cancel all timesheets that were posted later.
uk_ua: Ви не можете відмінити даний табель, оскільки в книзі операцій відсутності є операції з наступним номером коригувального табеля для співробітників %1.\ \Ви маєте послідовно відмінити всі табелі, обліковані пізніше.

# Codeunit 1366950624 - NamedType 1206950797
source: The correction timesheet with this or further sequence has already been posted for Employee Appointment No. %1. It is necessary to update the timesheet for the posting.
uk_ua: Коригуючий табель такого чи наступного порядку вже був облікований для Номера призначення співробітника %1. Необхідно оновити даний табель для обліку.

# Codeunit 1366950624 - NamedType 2844817493
source: The correction timesheets with this or further sequence have already been posted for Employee Appointment Nos. %1. It is necessary to update the timesheet for the posting.
uk_ua: Коригуючі табелі такого чи наступного порядку вже були обліковані для Номерів призначення співробітників %1. Необхідно оновити даний табель для обліку.

# Codeunit 1366950624 - NamedType 4092571664
source: The Posting Date field is blank. Timesheet cannot be posted.
uk_ua: Поле Дата обліку пусте. Неможливо облікувати табель.

# Codeunit 1366950624 - NamedType 272352229
source: There is nothing to post.
uk_ua: Тут нічого обліковувати.

# Codeunit 1366950624 - NamedType 3823086755
source: For Employee Appointment Nos %1 Advance Timesheet for the current Payroll Period in the status Open. Do you want to post the Payroll Timesheet?
uk_ua: Для Номерів призначень співробітників %1 Авансовий табель за поточний зарплатний період знаходиться у статусі Відкрито. Ви хочете облікувати Зарплатний табель?

# Codeunit 1366950624 - NamedType 2756561608
source: For Employee Appointment No. %1 Advance Timesheet for the current Payroll Period in the status Open. Do you want to post the Payroll Timesheet?
uk_ua: Для Номера призначення співробітника %1 Авансовий табель за поточний зарплатний період знаходиться у статусі Відкрито. Ви хочете облікувати Зарплатний табель?

# Codeunit 1366950624 - NamedType 3259462166
source: You cannot post the Advance Timesheet, since the Salary Timesheet was already posted in this period for Employee Appointment No. %1.
uk_ua: Ви не можете облікувати авансовий табель, оскільки вже був облікований зарплатний табель в цьому періоді для Номера призначення співробітника %1.

# Codeunit 1366950624 - NamedType 77535779
source: You cannot post the Advance Timesheet, since the Salary Timesheet was already posted in this period for Employee Appointment Nos %1.
uk_ua: Ви не можете облікувати авансовий табель, оскільки вже був облікований зарплатний табель в цьому періоді для Номерів призначень співробітників %1.

# Codeunit 1366950624 - NamedType 2932411483
source: Posting date is in the closed payroll period. Timesheet cannot be posted.
uk_ua: Дата обліку знаходиться в закритому зарплатному періоді. Табель не може бути облікований.

# Codeunit 1366950624 - NamedType 1860920649
source: You cannot post this Correction Timesheet, because the Salary Timesheet has not yet been posted for Employee Appointment No. %1.
uk_ua: Ви не можете облікувати даний коригуючий табель, оскільки ще не був облікований зарплатний - для Номера призначення співробітника %1.

# Codeunit 1366950624 - NamedType 2884741841
source: You cannot post this Correction Timesheet, because the Salary Timesheet has not yet been posted for Employee Appointment Nos. %1.
uk_ua: Ви не можете облікувати даний коригуючий табель, оскільки ще не був облікований зарплатний - для Номерів призначення співробітників %1.

# Codeunit 1366950624 - NamedType 3369014694
source: You cannot cancel this Salary Timesheet for Employee Appointment No. %1, because after it the Correction Timesheet was posted.
uk_ua: Ви не можете відмінити даний зарплатний табель для Номера призначення співробітника %1, оскільки після нього був облікований коригуючий табель.

# Codeunit 1366950624 - NamedType 1047747518
source: You cannot cancel this Salary Timesheet for Employee Appointment Nos %1, because after it the Correction Timesheet was posted.
uk_ua: Ви не можете відмінити даний зарплатний табель для Номерів призначення співробітників %1, оскільки після нього був облікований коригуючий табель.

# Page 3068689440 - Property 2019332006
source: Process,Reporting
uk_ua: Процес,Звітність

# Page 3068689440 - Property 2879900210
source: Check List Page
uk_ua: Сторінка контрольного списку

# Page 3068689440 - Control 2955474825 - Property 1064389655
source: About Grid group Title
uk_ua: Заголовок Про групу сітки

# Page 3068689440 - Control 2955474825 - Property 1968111052
source: This is an Instructional Text for Grid group
uk_ua: Це інструктивний текст для групи сітки

# Page 3068689440 - Control 2955474825 - Property 247559172
source: This is a About Text for Grid group
uk_ua: Це текст про групу сітки

# Page 3068689440 - Control 2955474825 - Property 2879900210
source: Grid
uk_ua: Сітка

# Page 3068689440 - Control 3088024332 - Property 1064389655
source: About Group in Grid Title
uk_ua: Про групу в сітці

# Page 3068689440 - Control 3088024332 - Property 1968111052
source: This is an Instructional Text for Group in Grid
uk_ua: Це інструктивний текст для групи в сітці

# Page 3068689440 - Control 3088024332 - Property 247559172
source: This is a About Text for Group in Grid
uk_ua: Це текст про групу в сітці

# Page 3068689440 - Control 3088024332 - Property 2879900210
source: Group in Grid
uk_ua: Група в сітці

# Page 3068689440 - Control 4103485724 - Property 1064389655
source: About Group in Group in Grid Title
uk_ua: Про групу в групі в сітці

# Page 3068689440 - Control 4103485724 - Property 1968111052
source: This is an Instructional Text for Group in Group in Grid
uk_ua: Це інструктивний текст для групи в групі в сітці

# Page 3068689440 - Control 4103485724 - Property 247559172
source: This is a About Text for Group in Group in Grid
uk_ua: Це текст про групу в групі в сітці

# Page 3068689440 - Control 4103485724 - Property 2879900210
source: Group in Group in Grid
uk_ua: Група в групі в сітці

# Page 3068689440 - Control 2154142912 - Property 1295455071
source: This is a ToolTip for Number field in Group in Grid.
uk_ua: Це підказка для поля "Число" в групі в сітці

# Page 3068689440 - Control 2154142912 - Property 1968111052
source: This is an Instructional Text for Number field in Group in Grid
uk_ua: Це інструктивний текст для поля "Число" в групі в сітці

# Page 3068689440 - Control 2154142912 - Property 2879900210
source: Number in Group in Grid
uk_ua: Число в групі в сітці

# Page 3068689440 - Control 2154142912 - Method 236405353 - NamedType 3037297746
source: NumberInGroupInGrid OnAfterLookup Trigger
uk_ua: Тригер OnAfterLookup для NumberInGroupInGrid

# Page 3068689440 - Control 2154142912 - Method 2699620902 - NamedType 3037297746
source: NumberInGroupInGrid OnAssistEdit Trigger
uk_ua: Тригер OnAssistEdit для NumberInGroupInGrid

# Page 3068689440 - Control 2154142912 - Method 3936589804 - NamedType 3037297746
source: NumberInGroupInGrid OnControlAddIn Trigger
uk_ua: Тригер OnControlAddIn для NumberInGroupInGrid

# Page 3068689440 - Control 2154142912 - Method 1845446376 - NamedType 3037297746
source: NumberInGroupInGrid OnDrillDown Trigger
uk_ua: Тригер OnDrillDown для NumberInGroupInGrid

# Page 3068689440 - Control 2154142912 - Method 1213635141 - NamedType 3037297746
source: NumberInGroupInGrid OnLookup Trigger
uk_ua: Тригер OnLookup для NumberInGroupInGrid

# Page 3068689440 - Control 2154142912 - Method 2126772001 - NamedType 3037297746
source: NumberInGroupInGrid OnValidate Trigger
uk_ua: Тригер OnValidate для NumberInGroupInGrid

# Page 3068689440 - Control 4136083296 - Property 1064389655
source: About Number field in Grid Title
uk_ua: Про поле "Число" в заголовку сітки

# Page 3068689440 - Control 4136083296 - Property 1295455071
source: This is a ToolTip for Number field.
uk_ua: Це підказка для поля "Число"

# Page 3068689440 - Control 4136083296 - Property 1968111052
source: This is an Instructional Text for Number field in Grid
uk_ua: Це інструктивний текст для поля "Число" в сітці

# Page 3068689440 - Control 4136083296 - Property 247559172
source: This is a About Text for Number field in Grid
uk_ua: Це текст про поле "Число" в сітці

# Page 3068689440 - Control 4136083296 - Property 2879900210
source: Number
uk_ua: Число

# Page 3068689440 - Control 4136083296 - Method 236405353 - NamedType 3037297746
source: NumberInGrid OnAfterLookup Trigger
uk_ua: Тригер OnAfterLookup для NumberInGrid

# Page 3068689440 - Control 4136083296 - Method 2699620902 - NamedType 3037297746
source: NumberInGrid OnAssistEdit Trigger
uk_ua: Тригер OnAssistEdit для NumberInGrid

# Page 3068689440 - Control 4136083296 - Method 3936589804 - NamedType 3037297746
source: NumberInGrid OnControlAddIn Trigger
uk_ua: Тригер OnControlAddIn для NumberInGrid

# Page 3068689440 - Control 4136083296 - Method 1845446376 - NamedType 3037297746
source: NumberInGrid OnDrillDown Trigger
uk_ua: Тригер OnDrillDown для NumberInGrid
