Repository: PaulFurlet/ALTranslationsReverseExample
Catalog: app/Translations/AL Translations Reverse Example.*.xlf
Languages: uk_ua

# Query 1232026921 - NamedType 1270989053
source: =This is a - label - in the variables section of the query. with equals =
uk_ua: =Це - мітка - в розділі змінних запиту. з рівними = [NAB: SUGGESTION]Номер операції

# Query 1232026921 - NamedType 1504372526
source: This is a label ;in the variables section of the query.
uk_ua: Це мітка ;в розділі змінних запиту.

# Query 1232026921 - Method 1336600528 - NamedType 3447208650
source: This is a label in the query OnBeforeOpen trigger.
uk_ua: [NAB: SUGGESTION]Це мітка в тригері OnBeforeOpen запиту.

# Query 1232026921 - QueryFilter 810109192 - Property 2879900210
source: Item No. Filter
uk_ua: Фільтр за номером товару

# Query 1232026921 - QueryColumn 332802016 - Property 1295455071
source: This is the item number field in the sales line data item.
uk_ua: Це поле номера товару в елементі даних рядка продажу.

# Query 1232026921 - QueryColumn 332802016 - Property 2879900210
source: Item Number
uk_ua: Номер товару

# Query 1232026921 - QueryColumn 2272340397 - Property 1295455071
source: This is the number field in the integer data item.
uk_ua: Це поле числа в елементі даних цілого числа.

# Query 1232026921 - QueryColumn 2272340397 - Property 2879900210
source: Integer Number
uk_ua: Ціле число

# XmlPort 1384424591 - Property 2879900210
source: Check XMLPort caption
uk_ua: Перевірити заголовок XMLPort

# XmlPort 1384424591 - NamedType 4288599919
source: This is a label in the variables section.
uk_ua: Це мітка в розділі змінних.

# XmlPort 1384424591 - Method 2329571004 - NamedType 3035757611
source: This is a label in a local procedure.
uk_ua: Це мітка в локальній процедурі.

# XmlPort 1384424591 - Method 3956036725 - NamedType 4049024469
source: This is a label in the OnInitXmlPort trigger.
uk_ua: Це мітка в тригері OnInitXmlPort.

# XmlPort 1384424591 - Method 1908907723 - NamedType 56340827
source: This is a label in the OnPostXmlPort trigger.
uk_ua: Це мітка в тригері OnPostXmlPort.

# XmlPort 1384424591 - Method 24927850 - NamedType 2984973730
source: This is a label in the OnPreXmlPort trigger.
uk_ua: Це мітка в тригері OnPreXmlPort.

# XmlPort 1384424591 - RequestPage 2516438534 - Property 1064389655
source: XMLPort Request Page Title
uk_ua: Заголовок сторінки запиту XMLPort

# XmlPort 1384424591 - RequestPage 2516438534 - Property 1968111052
source: This is Instructional Text on the XMLPort Request Page.
uk_ua: Це інструктивний текст на сторінці запиту XMLPort.

# XmlPort 1384424591 - RequestPage 2516438534 - Property 247559172
source: This is About XMLPort in the Request Page.
uk_ua: Це про XMLPort на сторінці запиту.

# XmlPort 1384424591 - RequestPage 2516438534 - Property 2879900210
source: XMLPort Request Page
uk_ua: Сторінка запиту XMLPort

# XmlPort 1384424591 - RequestPage 2516438534 - NamedType 1379285705
source: This is a label in the protected variables section of Request Page.
uk_ua: Це мітка в розділі захищених змінних сторінки запиту.

# XmlPort 1384424591 - RequestPage 2516438534 - NamedType 534256689
source: This is a label in the variables section of the Request Page.
uk_ua: Це мітка в розділі змінних сторінки запиту.

# XmlPort 1384424591 - Control 4105281732 - Property 1064389655
source: Group Title
uk_ua: Заголовок групи

# XmlPort 1384424591 - Control 4105281732 - Property 1968111052
source: This is Instructional Text for the group.
uk_ua: Це інструктивний текст для групи.

# XmlPort 1384424591 - Control 4105281732 - Property 247559172
source: This is About text for the group.
uk_ua: Це про групу.

# XmlPort 1384424591 - Control 4105281732 - Property 2879900210
source: Group Caption
uk_ua: Підпис групи

# XmlPort 1384424591 - Control 166597695 - Property 1064389655
source: Root Node Name Field Title
uk_ua: Заголовок поля кореневого вузла

# XmlPort 1384424591 - Control 166597695 - Property 1295455071
source: This is a tooltip for the Root Node Name field.
uk_ua: Це підказка для поля кореневого вузла.

# XmlPort 1384424591 - Control 166597695 - Property 1968111052
source: This is Instructional Text for the Root Node Name field.
uk_ua: Це інструктивний текст для поля кореневого вузла.

# XmlPort 1384424591 - Control 166597695 - Property 247559172
source: This is About text for the Root Node Name field.
uk_ua: Це про поле кореневого вузла.

# XmlPort 1384424591 - Control 166597695 - Property 2879900210
source: Root Node Name
uk_ua: Назва кореневого вузла

# XmlPort 1384424591 - Control 166597695 - Method 2126772001 - NamedType 546585477
source: This is a label in the field.
uk_ua: Це мітка в полі.

# XmlPort 1384424591 - Control 982202860 - Property 1064389655
source: Field 7 Title
uk_ua: Заголовок поля 7

# XmlPort 1384424591 - Control 982202860 - Property 1295455071
source: This is a tooltip for Field 7.
uk_ua: Це підказка для поля 7.

# XmlPort 1384424591 - Control 982202860 - Property 1968111052
source: This is Instructional Text for Field 7.
uk_ua: Це інструктивний текст для поля 7.

# XmlPort 1384424591 - Control 982202860 - Property 247559172
source: This is About text for Field 7.
uk_ua: Це про поле 7.

# XmlPort 1384424591 - Control 982202860 - Property 2879900210
source: How do you like the name of the control?
uk_ua: Як вам подобається назва елемента керування?

# XmlPort 1384424591 - Control 982202860 - Method 236405353 - NamedType 546585477
source: This is a label in Field 7.
uk_ua: Це мітка в полі 7.

# XmlPort 1384424591 - Action 3527587360 - Property 1064389655
source: Another Action Title
uk_ua: Інша назва дії

# XmlPort 1384424591 - Action 3527587360 - Property 1295455071
source: This is a tooltip for another action.
uk_ua: Це підказка для іншої дії.

# XmlPort 1384424591 - Action 3527587360 - Property 247559172
source: This is About text for another action.
uk_ua: Це про іншу дію.

# XmlPort 1384424591 - Action 3527587360 - Property 2879900210
source: Another Action
uk_ua: Інша дія

source: This is a label in another action.
uk_ua: Це мітка в іншій дії.

# XmlPort 1384424591 - Action 4213832383 - Property 1064389655
source: Actions Group Title
uk_ua: Заголовок групи дій

# XmlPort 1384424591 - Action 4213832383 - Property 1295455071
source: This is a tooltip for the actions group.
uk_ua: Це підказка для групи дій.

# XmlPort 1384424591 - Action 4213832383 - Property 247559172
source: This is About text for the actions group.
uk_ua: Це про групу дій.

# XmlPort 1384424591 - Action 4213832383 - Property 2879900210
source: Actions Group
uk_ua: Група дій

# XmlPort 1384424591 - Action 4165283977 - Property 1064389655
source: Run XMLPort Action Title
uk_ua: Запустити дію XMLPort

# XmlPort 1384424591 - Action 4165283977 - Property 1295455071
source: This is a tooltip for the Run XMLPort action.
uk_ua: Це підказка для запуску дії XMLPort.

# XmlPort 1384424591 - Action 4165283977 - Property 247559172
source: This is About text for the Run XMLPort action.
uk_ua: Це про запуск дії XMLPort.

# XmlPort 1384424591 - Action 4165283977 - Property 2879900210
source: Run XMLPort
uk_ua: Запустити XMLPort

source: This is a label in the action.
uk_ua: Це мітка в дії.

source: This is a label in the text element OnAfterAssignVariable.
uk_ua: Це мітка в текстовому елементі OnAfterAssignVariable.

source: This is a label in the text element OnBeforePassVariable.
uk_ua: Це мітка в текстовому елементі OnBeforePassVariable.

# XmlPort 1384424591 - XmlPortNode 2977013485 - Property 1806354803
source: Check Table Filters
uk_ua: Перевірити фільтри таблиці

source: This is a label in the table element OnAfterGetRecord with space in the beginning and end.
uk_ua: Це мітка в елементі таблиці OnAfterGetRecord з пробілом на початку та в кінці.

source: This is a label in the table element OnAfterInitRecord sales line.
uk_ua: Це мітка в елементі таблиці OnAfterInitRecord sales line.

source: This is a label in the table element OnAfterInsertRecord.
uk_ua: Це мітка в елементі таблиці OnAfterInsertRecord.

source: This is a label in the table element OnAfterModifyRecord.
uk_ua: Це мітка в елементі таблиці OnAfterModifyRecord.

source: This is a label in the table element OnBeforeInsertRecord.
uk_ua: Це мітка в елементі таблиці OnBeforeInsertRecord.

source: This is a label in the table element OnBeforeModifyRecord.
uk_ua: Це мітка в елементі таблиці OnBeforeModifyRecord.

source: This is a label in the table element OnPreXmlItem.
uk_ua: Це мітка в елементі таблиці OnPreXmlItem.

# XmlPort 1384424591 - XmlPortNode 589089365 - Property 1806354803
source: Sales Line Filters
uk_ua: Фільтри рядків продажу

source: This is a label in the table element OnAfterInitRecord check table.
uk_ua: Це мітка в елементі таблиці OnAfterInitRecord check table.

# PageExtension 3595708100 - Property 1064389655
source: About Check Sales Lines
uk_ua: Про перевірку рядків продажу

# PageExtension 3595708100 - Property 1968111052
source: New Instructional Text for Check Sales Lines
uk_ua: Новий інструктивний текст для перевірки рядків продажу

# PageExtension 3595708100 - Property 2019332006
source: Category1,Category2
uk_ua: Категорія1,Категорія2

# PageExtension 3595708100 - Property 247559172
source: This page extension is used for testing the translation of labels in code.
uk_ua: Це розширення сторінки використовується для тестування перекладу міток у коді.

# PageExtension 3595708100 - Property 2879900210
source: Check Sales Lines
uk_ua: Перевірка рядків продажу

# PageExtension 3595708100 - Property 3863440606
source: Check Sales Lines
uk_ua: Перевірка рядків продажу

# PageExtension 3595708100 - Action 131660274 - Property 1064389655
source: About TRE Custom Action
uk_ua: Про TRE Користувацьку Дію

# PageExtension 3595708100 - Action 131660274 - Property 1295455071
source: This is a custom action added in the Check Sales Lines page extension.
uk_ua: Це користувацька дія, додана в розширення сторінки Перевірка рядків продажу.

# PageExtension 3595708100 - Action 131660274 - Property 247559172
source: About TRE Custom Action
uk_ua: Про TRE Користувацьку Дію

# PageExtension 3595708100 - Action 131660274 - Property 2879900210
source: TRE Custom Action
uk_ua: TRE Користувацька Дія

# PageExtension 3595708100 - Action 358730761 - Property 1064389655
source: About TRE Custom Group
uk_ua: Про TRE Користувацьку Групу

# PageExtension 3595708100 - Action 358730761 - Property 1295455071
source: This is a custom group added in the Check Sales Lines page extension.
uk_ua: Це користувацька група, додана в розширення сторінки Перевірка рядків продажу.

# PageExtension 3595708100 - Action 358730761 - Property 247559172
source: About TRE Custom Group
uk_ua: Про TRE Користувацьку Групу

# PageExtension 3595708100 - Action 358730761 - Property 2879900210
source: TRE Custom Group
uk_ua: TRE Користувацька Група

# PageExtension 3595708100 - Action 541157780 - Property 1064389655
source: About TRE Nested Action
uk_ua: Про TRE Вкладену Дію

# PageExtension 3595708100 - Action 541157780 - Property 1295455071
source: This is a nested action inside TRE Custom Group.
uk_ua: Це вкладена дія всередині TRE Користувацької Групи.

# PageExtension 3595708100 - Action 541157780 - Property 247559172
source: About TRE Nested Action
uk_ua: Про TRE Вкладену Дію

# PageExtension 3595708100 - Action 541157780 - Property 2879900210
source: TRE Nested Action
uk_ua: TRE Вкладена Дія

# PageExtension 3595708100 - Action 1139572727 - Property 1064389655
source: About Upload File Action
uk_ua: Про Дію Завантаження Файлу

# PageExtension 3595708100 - Action 1139572727 - Property 1295455071
source: Upload File ToolTip
uk_ua: Підказка Завантаження Файлу

# PageExtension 3595708100 - Action 1139572727 - Property 247559172
source: About Upload File Action
uk_ua: Про Дію Завантаження Файлу

# PageExtension 3595708100 - Action 1139572727 - Property 2879900210
source: Upload File
uk_ua: Завантажити Файл

source: Local Label in Upload File OnAction
uk_ua: Локальна мітка в дії Завантажити Файл OnAction

# PageExtension 3595708100 - Change 2814799924 - Property 1064389655
source: About Field 4 Title
uk_ua: Про Поле 4 Заголовок

# PageExtension 3595708100 - Change 2814799924 - Property 1295455071
source: Modified Field 4 ToolTip
uk_ua: Змінено Підказку Поля 4

# PageExtension 3595708100 - Change 2814799924 - Property 247559172
source: About Field 4
uk_ua: Про Поле 4

# PageExtension 3595708100 - Change 2814799924 - Property 2879900210
source: Modified Field 4 Caption
uk_ua: Змінено Заголовок Поля 4

# PageExtension 3595708100 - Control 3659655100 - Property 1064389655
source: About Title field with space in the end
uk_ua: Про Заголовок поля з пробілом в кінці

# PageExtension 3595708100 - Control 3659655100 - Property 1295455071
source: ToolTip for field with space in the end
uk_ua: Підказка для поля з пробілом в кінці

# PageExtension 3595708100 - Control 3659655100 - Property 1968111052
source: Instructional text for field with space in the end
uk_ua: Інструктивний текст для поля з пробілом в кінці

# PageExtension 3595708100 - Control 3659655100 - Property 247559172
source: About field with space in the end
uk_ua: Про поле з пробілом в кінці

# PageExtension 3595708100 - Control 3659655100 - Property 2879900210
source: Field with space in the end
uk_ua: Поле з пробілом в кінці

source: Local Label name and value with space in the end
uk_ua: Локальна мітка назви та значення з пробілом в кінці

# PageExtension 3595708100 - Control 3109511877 - Property 1295455071
source: TRE Reserve ToolTip
uk_ua: Підказка TRE Резерв

# PageExtension 3595708100 - Control 3109511877 - Property 247559172
source: About TRE Reserve
uk_ua: Про TRE Резерв

# PageExtension 3595708100 - Control 3109511877 - Property 2879900210
source: TRE Reserve
uk_ua: TRE Резерв

source: Local Label in TRE Reserve OnValidate
uk_ua: Локальна мітка в TRE Резерв OnValidate

# PageExtension 3595708100 - Control 39579206 - Property 1295455071
source: Specifies the Ship-to Code for the customer receiving the Project Task.
uk_ua: Вказує код локації клієнта, для якого виконується проектне завдання.

source: Local Label in CRTCU Ship-to Code OnLookup
uk_ua: Локальна мітка в CRTCU Ship-to Code OnLookup

# PageExtension 3595708100 - Change 3461834954 - Property 1295455071
source: Modified Field 7 ToolTip
uk_ua: Змінено Підказку Поля 7

# PageExtension 3595708100 - Change 3461834954 - Property 1968111052
source: Instructional Text for Field 7
uk_ua: Інструктивний текст для Поля 7

# PageExtension 3595708100 - Change 3461834954 - Property 2879900210
source: Modified Field 7 Caption
uk_ua: Змінено Заголовок Поля 7

source: Local Label in Field 7 OnAfterAfterLookup
uk_ua: Локальна мітка в Полі 7 OnAfterAfterLookup

source: Local Label in Field 7 OnAfterValidate
uk_ua: Локальна мітка в Полі 7 OnAfterValidate

source: Local Label in Field 7 OnAssistEdit
uk_ua: Локальна мітка в Полі 7 OnAssistEdit

source: Local Label in Field 7 OnBeforeValidate
uk_ua: Локальна мітка в Полі 7 OnBeforeValidate

source: Local Label in Field 7 OnDrillDown
uk_ua: Локальна мітка в Полі 7 OnDrillDown

source: Local Label in Field 7 OnLookup
uk_ua: Локальна мітка в Полі 7 OnLookup

# Table 3557637949 - NamedType 1120293491
source: Global Label
uk_ua: Глобальна мітка

# Table 3557637949 - NamedType 557546517
source: Global %1 Label
uk_ua: Глобальна %1 мітка

# Table 3557637949 - NamedType 723076352
source: Global %1 Label
uk_ua: Глобальна %1 мітка

# Table 3557637949 - NamedType 1322560341
source: Protected Global Label
uk_ua: Захищена глобальна мітка

# Table 3557637949 - NamedType 2582976403
source: Protected Global %1 Label
uk_ua: Захищена глобальна %1 мітка

# Table 3557637949 - NamedType 1327150098
source: Protected Global %1 Label
uk_ua: Захищена глобальна %1 мітка

# Table 3557637949 - Method 1063795439 - NamedType 1043991473
source: Local Label
uk_ua: Локальна мітка

# Table 3557637949 - Method 2118421345 - NamedType 1043991473
source: Local Label
uk_ua: Локальна мітка

# Table 3557637949 - Method 2118421345 - NamedType 508134191
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 2118421345 - NamedType 3413322262
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 4066782983 - NamedType 1043991473
source: Local Label
uk_ua: Локальна мітка

# Table 3557637949 - Method 4066782983 - NamedType 508134191
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 4066782983 - NamedType 3413322262
source: Local %1 Label
uk_ua: Локальна %1 мітка

# Table 3557637949 - Method 766098792 - NamedType 947829021
source: Local Label in %1 OnAfterDelete
uk_ua: Локальна мітка в тригері %1 OnAfterDelete

# Table 3557637949 - Method 169486127 - NamedType 947829021
source: Local Label in %1 OnAfterRename
uk_ua: Локальна мітка в тригері %1 OnAfterRename

# Table 3557637949 - Method 371220819 - NamedType 947829021
source: Local Label in %1 OnBeforeDelete
uk_ua: Локальна мітка в тригері %1 OnBeforeDelete

# Table 3557637949 - Method 455874617 - NamedType 947829021
source: Local Label in OnBeforeInsert
uk_ua: Локальна мітка в тригері OnBeforeInsert

# Table 3557637949 - Method 868568844 - NamedType 947829021
source: Local Label in OnBeforeModify
uk_ua: Локальна мітка в тригері OnBeforeModify

# Table 3557637949 - Method 664725388 - NamedType 947829021
source: Local Label in %1 OnBeforeRename
uk_ua: Локальна мітка в %1 тригері OnBeforeRename

# Table 3557637949 - Method 3152277940 - NamedType 1043991473
source: Local Label in %1 OnDelete
uk_ua: Локальна мітка в %1 тригері OnDelete

# Table 3557637949 - Method 2451657066 - NamedType 1043991473
source: Local Label in OnInsert
uk_ua: Локальна мітка в тригері OnInsert

# Table 3557637949 - Method 1262666395 - NamedType 1043991473
source: Local Label in OnModify
uk_ua: Локальна мітка в тригері OnModify

# Table 3557637949 - Method 804474859 - NamedType 1043991473
source: Local Label in %1 OnRename
uk_ua: Локальна мітка в %1 тригері OnRename

# Table 3557637949 - Field 2255031092 - Property 1295455071
source: This is field %1 - 1.
uk_ua: Це поле %1 - 1.

# Table 3557637949 - Field 2255031092 - Property 2879900210
source: Field 1
uk_ua: Поле 1

# Table 3557637949 - Field 2255031092 - Method 1213635141 - NamedType 947829021
source: Local Label in OnLookup
uk_ua: Локальна мітка в OnLookup

# Table 3557637949 - Field 2255031092 - Method 2126772001 - NamedType 947829021
source: Local Label in OnValidate
uk_ua: Локальна мітка в OnValidate

# Table 3557637949 - Field 2892727709 - Property 1295455071
source: This is field 2.
uk_ua: Це поле 2.

# Table 3557637949 - Field 2892727709 - Property 2879900210
source: Field 2
uk_ua: Поле 2

# Table 3557637949 - Field 3530424326 - Property 2879900210
source: Field 3
uk_ua: Поле 3

# Table 3557637949 - Field 3361515303 - Property 2879900210
source: TRE Field 4
uk_ua: Поле 4

# Table 3557637949 - Change 428084024 - Property 1295455071
source: Modified Field 6 ToolTip
uk_ua: Змінено Підказку Поля 6

# Table 3557637949 - Change 428084024 - Property 2879900210
source: Modified Field 6 Caption
uk_ua: Змінено Заголовок Поля 6

# Table 3557637949 - Change 1493712163 - Property 1295455071
source: Modified Option field ToolTip
uk_ua: Змінено Підказку Опційного Поля

# Table 3557637949 - Change 1493712163 - Property 2879900210
source: Modified Option field Caption
uk_ua: Змінено Заголовок Опційного Поля

# TableExtension 2400265855 - Property 2879900210
source: New Caption for Sales Line
uk_ua: Новий заголовок для рядка продажу

# TableExtension 2400265855 - Field 28273561 - Property 1295455071
source: This is the new options field.
uk_ua: Це нове поле параметрів.

# TableExtension 2400265855 - Field 28273561 - Property 2879900210
source: New Options
uk_ua: Нові параметри

# TableExtension 2400265855 - Field 28273561 - Property 62802879
source: One,Two,Three
uk_ua: Один,Два,Три

source: This is a label in the field OnLookup trigger.
uk_ua: Це мітка в тригері OnLookup поля.

# Profile 1211768650 - Property 2879900210
source: Profile Display Name
uk_ua: Відображуване ім'я профілю

# Profile 1211768650 - Property 4111922599
source: Some Profile Description
uk_ua: Деякий опис профілю

# PageCustomization 479897525 - Control 2363328873 - Property 1064389655
source: Document Type
uk_ua: Тип документа

# PageCustomization 479897525 - Control 2363328873 - Property 247559172
source: The type of the sales order document.
uk_ua: Тип документа замовлення на продаж.

# PageCustomization 479897525 - Control 2363328873 - Property 2879900210
source: Document Type
uk_ua: Тип документа

# PageCustomization 479897525 - Change 4200184881 - Property 1064389655
source: Sales Order Number
uk_ua: Номер замовлення на продаж

# PageCustomization 479897525 - Change 4200184881 - Property 247559172
source: The unique identifier for the sales order.
uk_ua: Унікальний ідентифікатор замовлення на продаж.

# PageCustomization 479897525 - Change 2282416948 - Property 1064389655
source: Post Sales Order
uk_ua: Опублікувати замовлення на продаж

# PageCustomization 479897525 - Change 2282416948 - Property 247559172
source: Post the sales order to the general ledger.
uk_ua: Опублікувати замовлення на продаж до головної книги.

# Enum 3752150738 - Property 2879900210
source: Usually nobody uses caption on Enums, but we should be able to handle it as well.
uk_ua: Зазвичай ніхто не використовує підписи для перерахувань, але ми повинні мати можливість обробляти їх.

# Enum 3752150738 - EnumValue 1174752221 - Property 2879900210
source: Unusual Value
uk_ua: Незвичне значення

# Enum 3752150738 - EnumValue 2991721697 - Property 2879900210
source: One more Unusual Value
uk_ua: Ще одне незвичне значення

# Enum 3752150738 - EnumValue 233027035 - Property 2879900210
source: Value2
uk_ua: Значення 2

# Enum 3752150738 - EnumValue 3252601097 - Property 2879900210
source: Value
uk_ua: Значення

# Enum 3752150738 - EnumValue 19962141 - Property 2879900210
source: Value %1
uk_ua: Значення %1

# Enum 442833877 - EnumValue 1662532046 - Property 2879900210
source: Value 1
uk_ua: Значення 1

# Enum 442833877 - EnumValue 233027035 - Property 2879900210
source: Value %1
uk_ua: Значення %1

# Enum 3752150738 - EnumValue 949350556 - Property 2879900210
source: Enum Extension Value 1
uk_ua: Розширення переліку значення 1

# Enum 3752150738 - EnumValue 1587047173 - Property 2879900210
source: Enum Extension Value 2
uk_ua: Розширення переліку значення 2

# Enum 3752150738 - EnumValue 2224743790 - Property 2879900210
source: Enum Extension Value 3
uk_ua: Розширення переліку значення 3

# Enum 3752150738 - EnumValue 2055834767 - Property 2879900210
source: Enum Extension Value 4
uk_ua: Розширення переліку значення 4

# Enum 3752150738 - EnumValue 3496053942 - Property 2879900210
source: Enum Extension Value 6 with placeholder %1
uk_ua: Розширення переліку значення 6 із заповнювачем %1

# ProfileExtension 3677350161 - Property 2879900210
source: Check Profile Extension
uk_ua: Перевірити розширення профілю

# ProfileExtension 3677350161 - Property 4111922599
source: This profile extension adds additional permissions for checking page customizations.
uk_ua: Це розширення профілю додає додаткові дозволи для перевірки налаштувань сторінки.

# PermissionSet 3547704567 - Property 2879900210
source: Check PermSet
uk_ua: Перевірити набір дозволів

# ReportExtension 3041432534 - NamedType 3139324085
source: Email body will be processed by email system. Available placeholders: <DocumentDate>, <PostingDate>, <DueDate>, <DocumentNo>, <CustomerName>, <ContactName>, <TotalAmount>, <CurrencyCode>, <ContractNo>, <WorkDescription>, <TotalAmountInclSalesTax>, <ServicePeriod>
uk_ua: Текст електронного листа буде оброблятися системою електронної пошти. Доступні змінні: <DocumentDate>, <PostingDate>, <DueDate>, <ExternalDocumentNo>, <CustomerName>, <TotalAmount>, <CurrencyCode>, <ContractNo>, <WorkDescription>, <TotalAmountInclVAT>, <ServicePeriod>
