Repository: PaulFurlet/ALTranslationsReverseExample
Catalog: app/Translations/AL Translations Reverse Example.*.xlf
Languages: uk_ua

# ReportExtension 3041432534 - NamedType 1379285705
source: This is a label in the protected variables section of the report extension.
uk_ua: Це мітка в розділі захищених змінних розширення звіту.

# ReportExtension 3041432534 - NamedType 4288599919
source: This is a label in the variables section of the report extension.
uk_ua: Це мітка в розділі змінних розширення звіту.

# ReportExtension 3041432534 - Method 2736589801 - NamedType 343539249
source: This is a label in the OnPostReport trigger of the report extension.
uk_ua: Це мітка в тригері OnPostReport розширення звіту.

# ReportExtension 3041432534 - Method 863527680 - NamedType 3743185336
source: This is a label in the OnPreRendering trigger of the report extension.
uk_ua: Це мітка в тригері OnPreRendering розширення звіту.

# ReportExtension 3041432534 - Method 1544076788 - NamedType 379303340
source: This is a label in the OnPreReport trigger of the report extension.
uk_ua: Це мітка в тригері OnPreReport розширення звіту.

# ReportExtension 3041432534 - ReportDataItem 2294081203 - Property 1806354803
source: New DataItem Filters
uk_ua: Нові фільтри елемента даних

# ReportExtension 3041432534 - ReportColumn 4240186949 - Property 1295455071
source: This is the new options column in the new dataitem.
uk_ua: Це новий стовпець параметрів у новому елементі даних.

# ReportExtension 3041432534 - ReportColumn 4240186949 - Property 2879900210
source: New Options Caption
uk_ua: Новий заголовок параметрів

# ReportExtension 3041432534 - ReportColumn 4240186949 - Property 62802879
source: One-1,Two-2,Three-3
uk_ua: Один-1,Два-2,Три-3

# ReportExtension 3041432534 - ReportColumn 1796810595 - Property 1295455071
source: This is the new options column.
uk_ua: Це новий стовпець параметрів.

# ReportExtension 3041432534 - ReportColumn 1796810595 - Property 2879900210
source: New Options Caption
uk_ua: Новий заголовок параметрів

# ReportExtension 3041432534 - ReportColumn 1796810595 - Property 62802879
source: One-1,Two-2,Three-3
uk_ua: Один-1,Два-2,Три-3

source: This is a label in the dataset OnAfterAfterGetRecord trigger.
uk_ua: Це мітка в тригері OnAfterAfterGetRecord набору даних.

source: This is a label in the dataset OnAfterPostDataItem trigger.
uk_ua: Це мітка в тригері OnAfterPostDataItem набору даних.

source: This is a label in the dataset OnAfterPreDataItem trigger.
uk_ua: Це мітка в тригері OnAfterPreDataItem набору даних.

source: This is a label in the dataset OnBeforeAfterGetRecord trigger.
uk_ua: Це мітка в тригері OnBeforeAfterGetRecord набору даних.

source: This is a label in the dataset OnBeforePostDataItem trigger.
uk_ua: Це мітка в тригері OnBeforePostDataItem набору даних.

source: This is a label in the dataset OnBeforePreDataItem trigger.
uk_ua: Це мітка в тригері OnBeforePreDataItem набору даних.

# ReportExtension 3041432534 - ReportLayout 2313414932 - Property 2166945456
source: This is the summary of the rendering (Word) report extension layout.
uk_ua: Це підсумок макета (Word) розширення звіту.

# ReportExtension 3041432534 - ReportLayout 2313414932 - Property 2879900210
source: Check Report Ext Layout (Word)
uk_ua: Перевірити макет розширення звіту (Word)

# ReportExtension 1658461056 - NamedType 3139324085
source: Email body will be processed by email system. Available placeholders: <DocumentDate>, <PostingDate>, <DueDate>, <DocumentNo>, <CustomerName>, <ContactName>, <TotalAmount>, <CurrencyCode>, <ContractNo>, <WorkDescription>, <TotalAmountInclSalesTax>, <ServicePeriod>
uk_ua: Текст електронного листа буде оброблятися системою електронної пошти. Доступні змінні: <DocumentDate>, <PostingDate>, <DueDate>, <ExternalDocumentNo>, <CustomerName>, <TotalAmount>, <CurrencyCode>, <ContractNo>, <WorkDescription>, <TotalAmountInclVAT>, <ServicePeriod>

# ReportExtension 1658461056 - ReportColumn 2457662414 - Property 1295455071
source: This is the email body text that will be used when sending the posted sales invoice email.
uk_ua: Це текст електронного листа, який буде використовуватися при надсиланні опублікованого рахунка-фактури.

# ReportExtension 1658461056 - ReportColumn 2457662414 - Property 2879900210
source: Email Body Text
uk_ua: Текст електронного листа

# ReportExtension 1658461056 - ReportLayout 2947328569 - Property 2166945456
source: The Posted Sales Invoice Email (Word) provides an email body for the posted sales invoice.
uk_ua: Лист облікованого інвойсу продажу (Word) надає тіло листа для облікованого інвойсу продажу.

# ReportExtension 1658461056 - ReportLayout 2947328569 - Property 2879900210
source: Posted Sales Invoice Email (Word)
uk_ua: Лист облікованого інвойсу продажу (Word)
