Repository: PaulFurlet/ALTranslationsReverseExample
Catalog: app/Translations/AL Translations Reverse Example.*.xlf
Languages: uk_ua

# Page 3068689440 - Control 4136083296 - Method 1213635141 - NamedType 3037297746
source: NumberInGrid OnLookup Trigger
uk_ua: Тригер OnLookup для NumberInGrid

# Page 3068689440 - Control 4136083296 - Method 2126772001 - NamedType 3037297746
source: NumberInGrid OnValidate Trigger
uk_ua: Тригер OnValidate для NumberInGrid

# Page 3068689440 - Control 679507329 - Property 1064389655
source: About Group without controls Title
uk_ua: Про групу без елементів керування

# Page 3068689440 - Control 679507329 - Property 1968111052
source: This is an Instructional Text for Group without controls
uk_ua: Це інструктивний текст для групи без елементів керування

# Page 3068689440 - Control 679507329 - Property 247559172
source: This is a About Text for Group without controls
uk_ua: Це текст про групу без елементів керування

# Page 3068689440 - Control 679507329 - Property 2879900210
source: Group without controls
uk_ua: Група без елементів керування

# Page 3068689440 - Control 3374129873 - Property 1064389655
source: About General group Title
uk_ua: Заголовок загальної групи (Про)

# Page 3068689440 - Control 3374129873 - Property 1968111052
source: This is an Instructional Text for General group
uk_ua: Це інструктивний текст для загальної групи

# Page 3068689440 - Control 3374129873 - Property 247559172
source: This is a About Text for General group
uk_ua: Це текст про загальну групу

# Page 3068689440 - Control 3374129873 - Property 2879900210
source: General
uk_ua: Загальні

# Page 3068689440 - Control 2272340397 - Property 1295455071
source: This is a ToolTip for Number field.
uk_ua: Це підказка для поля Номер.

# Page 3068689440 - Control 2272340397 - Property 2879900210
source: Number
uk_ua: Номер

# Page 3068689440 - Control 2272340397 - Method 236405353 - NamedType 3037297746
source: OnAfterLookup Trigger
uk_ua: Тригер OnAfterLookup

# Page 3068689440 - View 1755733334 - Property 2879900210
source: Page TRE Check List Page - View View
uk_ua: Оце так загнув - перегляд із назвою як у файлі перекладу

# Page 3068689440 - View 559071769 - Property 2879900210
source: View 2
uk_ua: Перегляд 2

# Page 3068689440 - View 1196768386 - Property 2879900210
source: View 3
uk_ua: Перегляд 3

# Page 3068689440 - View 365018640 - Property 2879900210
source: View 1
uk_ua: Перегляд 1

# Page 1355965514 - Property 1064389655
source: About Check Page Title
uk_ua: Заголовок Сторінки Перевірки (про)

# Page 1355965514 - Property 1968111052
source: This is an Instructional Text for Check Page
uk_ua: Це інструктивний текст для Сторінки Перевірки

# Page 1355965514 - Property 247559172
source: This is a About Text for Check Page
uk_ua: Це текст про Сторінку Перевірки

# Page 1355965514 - Property 2879900210
source: Check Page
uk_ua: Сторінка Перевірки

# Page 1355965514 - Property 3863440606
source: Check Page Additional Search Terms
uk_ua: Додаткові пошукові терміни Сторінки Перевірки

# Page 1355965514 - NamedType 598107304
source: The Posted Vacation Compensation %1 will be cancelled. Do you want to continue?
uk_ua: Облікована компенсація відпустки %1 буде відмінена. Ви хочете продовжити?

# Page 1355965514 - NamedType 2551307364
source: Global Variable
uk_ua: Глобальна змінна

# Page 1355965514 - Method 1586255616 - NamedType 3037297746
source: SomeLocalProcedure Label
uk_ua: Мітка деякої локальної процедури

# Page 1355965514 - Control 4253802235 - Property 1064389655
source: About Additional group Title
uk_ua: Про додаткову групу

# Page 1355965514 - Control 4253802235 - Property 1968111052
source: This is an Instructional Text for Additional group
uk_ua: Це інструктивний текст для додаткової групи

# Page 1355965514 - Control 4253802235 - Property 247559172
source: This is a About Text for Additional group
uk_ua: Це текст про додаткову групу

# Page 1355965514 - Control 4253802235 - Property 2879900210
source: Additional
uk_ua: Додатково

# Page 1355965514 - Control 151661624 - Property 1064389655
source: About Some Grid Title
uk_ua: Заголовок Про деяку сітку

# Page 1355965514 - Control 151661624 - Property 1968111052
source: This is an Instructional Text for Some Grid
uk_ua: Це інструктивний текст для деякої сітки

# Page 1355965514 - Control 151661624 - Property 247559172
source: This is a About Text for Some Grid
uk_ua: Це текст про деяку сітку

# Page 1355965514 - Control 151661624 - Property 2879900210
source: Some Grid
uk_ua: Деяка сітка

# Page 1355965514 - Control 1955320108 - Property 1064389655
source: About Group in Grid Title
uk_ua: Про групу в сітці

# Page 1355965514 - Control 1955320108 - Property 1968111052
source: This is an Instructional Text for Group in Grid
uk_ua: Це інструктивний текст для групи в сітці

# Page 1355965514 - Control 1955320108 - Property 247559172
source: This is a About Text for Group in Grid
uk_ua: Це текст про групу в сітці

# Page 1355965514 - Control 1955320108 - Property 2879900210
source: Group in Grid
uk_ua: Група в сітці

# Page 1355965514 - Control 4072669317 - Property 2879900210
source: Another Group in Grid
uk_ua: Інша група в сітці

# Page 1355965514 - Control 2839190395 - Property 1064389655
source: About Field 3 in Grid Title
uk_ua: Заголовок Про поле 3 в сітці

# Page 1355965514 - Control 2839190395 - Property 1295455071
source: This is a ToolTip for Field 3 in Grid.
uk_ua: Це підказка для поля 3 в сітці.

# Page 1355965514 - Control 2839190395 - Property 1968111052
source: This is an Instructional Text for Field 3 in Grid
uk_ua: Це інструктивний текст для поля 3 в сітці

# Page 1355965514 - Control 2839190395 - Property 247559172
source: This is a About Text for Field 3 in Grid
uk_ua: Це текст про поле 3 в сітці

# Page 1355965514 - Control 4216704293 - Property 1064389655
source: About Third Group in Grid Title
uk_ua: Про третю групу в сітці

# Page 1355965514 - Control 4216704293 - Property 1968111052
source: This is an Instructional Text for Third Group in Grid
uk_ua: Це інструктивний текст для третьої групи в сітці

# Page 1355965514 - Control 4216704293 - Property 247559172
source: This is a About Text for Third Group in Grid
uk_ua: Це текст про третю групу в сітці

# Page 1355965514 - Control 4216704293 - Property 2879900210
source: Third Group in Grid
uk_ua: Третя група в сітці

# Page 1355965514 - Control 4056625106 - Property 1064389655
source: About Field 4 in Grid Title
uk_ua: Заголовок Про поле 4 в сітці

# Page 1355965514 - Control 4056625106 - Property 1295455071
source: This is a ToolTip for Field 4 in Grid.
uk_ua: Це підказка для поля 4 в сітці.

# Page 1355965514 - Control 4056625106 - Property 1968111052
source: This is an Instructional Text for Field 4 in Grid
uk_ua: Це інструктивний текст для поля 4 в сітці

# Page 1355965514 - Control 4056625106 - Property 247559172
source: This is a About Text for Field 4 in Grid
uk_ua: Це текст про поле 4 в сітці

# Page 1355965514 - Control 4056625106 - Property 2879900210
source: Field 4 in Grid
uk_ua: Поле 4 в сітці

# Page 1355965514 - Control 4056625106 - Method 1845446376 - NamedType 3037297746
source: Field 4 in Grid OnDrillDown Trigger
uk_ua: Поле 4 в сітці OnDrillDown тригер

# Page 1355965514 - Control 4167079396 - Property 1064389655
source: About Field 2 in Grid Title
uk_ua: Заголовок Про поле 2 в сітці

# Page 1355965514 - Control 4167079396 - Property 1295455071
source: This is a ToolTip for Field 2 in Grid.
uk_ua: Це підказка для поля 2 в сітці.

# Page 1355965514 - Control 4167079396 - Property 1968111052
source: This is an Instructional Text for Field 2 in Grid
uk_ua: Це інструктивний текст для поля 2 в сітці

# Page 1355965514 - Control 4167079396 - Property 247559172
source: This is a About Text for Field 2 in Grid
uk_ua: Це текст про поле 2 в сітці

# Page 1355965514 - Control 2445482498 - Property 1064389655
source: About General group Title
uk_ua: Заголовок загальної групи (Про)

# Page 1355965514 - Control 2445482498 - Property 1968111052
source: This is an Instructional Text for General group
uk_ua: Це інструктивний текст для загальної групи

# Page 1355965514 - Control 2445482498 - Property 247559172
source: This is a About Text for General group
uk_ua: Це текст про загальну групу

# Page 1355965514 - Control 2445482498 - Property 2879900210
source: General
uk_ua: Загальні

# Page 1355965514 - Control 2256973727 - Method 1213635141 - NamedType 3037297746
source: OnLookup Trigger
uk_ua: Тригер OnLookup

# Page 1355965514 - Control 157186525 - Property 1064389655
source: About Field 1 Title
uk_ua: Заголовок Поля 1 (Про)

# Page 1355965514 - Control 157186525 - Property 1295455071
source: Replaced Field 1 ToolTip
uk_ua: Замінено Підказку для Поля 1

# Page 1355965514 - Control 157186525 - Property 247559172
source: This is a About Text for Field 1
uk_ua: Це текст про Поле 1

# Page 1355965514 - Control 3814457204 - Method 2126772001 - NamedType 3037297746
source: OnValidate Trigger
uk_ua: Тригер OnValidate

# Page 1355965514 - Control 2539063970 - Method 3936589804 - NamedType 3037297746
source: OnControlAddIn Trigger
uk_ua: Тригер OnControlAddIn

# Page 1355965514 - Control 428084024 - Method 1845446376 - NamedType 3037297746
source: OnDrillDown Trigger
uk_ua: Тригер OnDrillDown

# Page 1355965514 - Control 3292628678 - Method 236405353 - NamedType 3037297746
source: OnAfterLookup Trigger
uk_ua: Тригер OnAfterLookup

# Page 1355965514 - Control 3319418848 - Property 1295455071
source: Specifies the non-billable time for PE invoice.
uk_ua: Визначає неоплачений за інвойсом з ФОП час.

# Page 1355965514 - Control 404504563 - Property 1295455071
source: This is a ToolTip for Option Field.
uk_ua: Це підказка для поля опцій.

# Page 1355965514 - Control 404504563 - Property 2879900210
source: Option Field
uk_ua: Поле опцій

# Page 1355965514 - Control 404504563 - Property 62802879
source: Option 1 Caption,Option 2 Caption,Option 3 Caption
uk_ua: Підпис Опції 1,Підпис Опції 2,Підпис Опції 3

# Page 1355965514 - Control 268958358 - Method 2699620902 - NamedType 3037297746
source: OnAssistEdit Trigger
uk_ua: Тригер OnAssistEdit

# Page 1355965514 - Control 2394029789 - Property 1064389655
source: About Some Part Title
uk_ua: Заголовок Про деяку частину

# Page 1355965514 - Control 2394029789 - Property 247559172
source: This is a About Text for Some Part
uk_ua: Це текст про деяку частину

# Page 1355965514 - Control 2394029789 - Property 2879900210
source: Some Part
uk_ua: Деяка частина

# Page 1355965514 - Control 3471137671 - Property 2879900210
source: Lines
uk_ua: Рядки

# Page 1355965514 - Control 222620933 - Property 2879900210
source: System FactBox with Notes
uk_ua: Системний FactBox з нотатками

# Page 1355965514 - Control 207015251 - Property 2879900210
source: Some FactBox
uk_ua: Деякий FactBox

# Page 1355965514 - Action 3552006254 - Property 1064389655
source: About Some Action Title
uk_ua: Заголовок Про деяку дію

# Page 1355965514 - Action 3552006254 - Property 1295455071
source: This is a ToolTip for Some Action.
uk_ua: Це підказка для деякої дії.

# Page 1355965514 - Action 3552006254 - Property 247559172
source: This is a About Text for Some Action
uk_ua: Це текст про деяку дію

# Page 1355965514 - Action 3552006254 - Property 2879900210
source: Some Action
uk_ua: Деяка дія

# Page 1355965514 - Action 3552006254 - Method 1377591017 - NamedType 3037297746
source: SomeAction OnAction Trigger
uk_ua: Тригер OnAction Деякої Дії

# Page 1355965514 - Action 1758856651 - Property 1064389655
source: About Some Custom Action Title
uk_ua: Заголовок про деяку кастомну дію

# Page 1355965514 - Action 1758856651 - Property 1295455071
source: This is a ToolTip for Some Custom Action.
uk_ua: Це підказка для деякої кастомної дії.

# Page 1355965514 - Action 1758856651 - Property 247559172
source: This is a About Text for Some Custom Action
uk_ua: Це текст про деяку кастомну дію

# Page 1355965514 - Action 1758856651 - Property 2879900210
source: Some Custom Action
uk_ua: Деяка кастомна дія

# Page 1355965514 - Action 1590924901 - Property 2879900210
source: Some Group
uk_ua: Деяка група

# Page 1355965514 - Action 851215824 - Property 2879900210
source: Another Group in Group
uk_ua: Інша група в групі

# Page 1355965514 - Action 3088644787 - Property 1064389655
source: About Some Action in Another Group Title
uk_ua: Заголовок Про деяку дію в іншій групі

# Page 1355965514 - Action 3088644787 - Property 1295455071
source: This is a ToolTip for Some Action in Another Group.
uk_ua: Це підказка для деякої дії в іншій групі.

# Page 1355965514 - Action 3088644787 - Property 247559172
source: This is a About Text for Some Action in Another Group
uk_ua: Це текст про деяку дію в іншій групі

# Page 1355965514 - Action 3088644787 - Property 2879900210
source: Some Action in Another Group
uk_ua: Деяка дія в іншій групі

# Page 1355965514 - Action 3088644787 - Method 1377591017 - NamedType 3037297746
source: SomeActionInAnotherGroup OnAction Trigger
uk_ua: Тригер OnAction Деякої Дії в іншій групі

# Page 1355965514 - Action 2878041247 - Property 2879900210
source: GroupWithoutCaption
uk_ua: ГрупаБезНазви

# Page 1355965514 - Action 3058222552 - Property 2879900210
source: ActionWithoutCaption
uk_ua: ЕкшнБезНазви

# Page 1355965514 - Action 2047329190 - Property 1064389655
source: About Some Action in Group Title
uk_ua: Про деяку дію в групі

# Page 1355965514 - Action 2047329190 - Property 1295455071
source: This is a ToolTip for Some Action in Group.
uk_ua: Це підказка для деякої дії в групі.

# Page 1355965514 - Action 2047329190 - Property 247559172
source: This is a About Text for Some Action in Group
uk_ua: Це текст про деяку дію в групі

# Page 1355965514 - Action 2047329190 - Property 2879900210
source: Some Action in Group
uk_ua: Деяка дія в групі

# Page 1355965514 - Action 2047329190 - Method 1377591017 - NamedType 3037297746
source: SomeActionInGroup OnAction Trigger
uk_ua: Тригер OnAction Деякої Дії в групі

# Page 1355965514 - Action 732012919 - Property 2879900210
source: Actions
uk_ua: Дії

# Page 1355965514 - Action 2914340940 - Property 1295455071
source: Specifies the action Restore Manning Table Unit.
uk_ua: Визначає дію Відновити штатну одиницю.

# Page 1355965514 - Action 2914340940 - Property 2879900210
source: Restore Manning Table Unit
uk_ua: Відновити штатну одиницю

# Page 1355965514 - Action 1997221262 - Property 2879900210
source: Timesheet
uk_ua: Табель обліку робочого часу

# Page 1355965514 - Action 39537749 - Property 1295455071
source: Specifies the action Update Timesheet.
uk_ua: Визначає дію Оновити табель.

# Page 1355965514 - Action 39537749 - Property 2879900210
source: Update Timesheet
uk_ua: Оновити табель

# Page 1355965514 - Action 2509503154 - Property 1064389655
source: About Some Group in Promoted Title
uk_ua: Про деяку групу в просуванні

# Page 1355965514 - Action 2509503154 - Property 247559172
source: This is a About Text for Some Group in Promoted
uk_ua: Це текст про деяку групу в просуванні

# Page 1355965514 - Action 2509503154 - Property 2879900210
source: Some Group in Promoted
uk_ua: Деяка група в просуванні

# Page 124649286 - Property 2019332006
source: New,Process,Reports,Actions,History,Print
uk_ua: Створити,Процес,Звіти,Дії,Історія,Друк

# Page 124649286 - Property 2879900210
source: Employee Appointment Card
uk_ua: Картка призначення співробітника

# Page 124649286 - NamedType 3221564402
source: The change of the value will influence the calculation of vacation days/hours accrued based on the employee's actual worked time. This may result in discrepancies between previously made accruals and new ones using the updated procedure. Are you sure you want to proceed with this change?
uk_ua: Зміна значення вплине на розрахунок нарахування днів/годин відпустки співробітника за відпрацьований час, що може призвести до невідповідності між уже здійсненими нарахуваннями та новими, виконаними за новою процедурою розрахунку. Ви впевнені, що бажаєте змінити значення?

# Page 124649286 - Action 3324780168 - Property 2879900210
source: Documents
uk_ua: Документи

# Page 124649286 - Action 4103188438 - Property 1295455071
source: Specifies the Payroll Ledger Entries
uk_ua: Визначає записи книги операцій зарплати.

# Page 124649286 - Action 4103188438 - Property 2879900210
source: Payroll Ledger Entries
uk_ua: Книга операцій зарплати

# Page 124649286 - Action 732075481 - Property 1295455071
source: Specifies the Paysheet by Payment Items.
uk_ua: Визначає відомість по видам розрахунків.

# Page 124649286 - Action 732075481 - Property 2879900210
source: Paysheet by Payment Items
uk_ua: Відомість по видам розрахунків

# Page 124649286 - Action 4143578788 - Property 2879900210
source: Next group
uk_ua: Наступна група

# Page 124649286 - Action 3220639774 - Property 1295455071
source: Specifies the Payroll Ledger Entries
uk_ua: Визначає книгу операцій зарплати.

# Page 124649286 - Action 3220639774 - Property 2879900210
source: Payroll Ledger Entries
uk_ua: Книга операцій зарплати

# Report 393243173 - Property 2879900210
source: Check Report
uk_ua: Перевірка друкованої форми

source: No G/L Entries found with a Posting Date within the selected date range on the report request page.
uk_ua: Записів ГК, де значення поля Дата обліку входить у вказаний на сторінці запиту звіту діапазон дат не знайдено.

source: No G/L entries found with the Reversed field set to No.
uk_ua: Записів ГК, де значення поля Сторновано рівно Ні не знайдено.

source: No G/L Entries found where the G/L Account No. field matches the value of field Interim Account from line %1 of the cost allocation setup %2.
uk_ua: Записів ГК, де поле Номер рахунку ГК дорівнює значенню поля Проміжний рахунок рядка %1 з налаштування розподілу витрат %2 не знайдено.

# Report 393243173 - ReportColumn 2477927414 - Property 1295455071
source: This is the Applied From Item Entry column.
uk_ua: Це стовпець "Застосовано з запису товару".

# Report 393243173 - ReportColumn 2477927414 - Property 2879900210
source: Applied From Item Entry
uk_ua: Застосовано з запису товару

# Report 393243173 - RequestPage 2516438534 - Property 1064389655
source: XMLPort Request Page Title
uk_ua: Заголовок сторінки запиту XMLPort

# Report 393243173 - RequestPage 2516438534 - Property 1968111052
source: This is Instructional Text on the XMLPort Request Page.
uk_ua: Це інструктивний текст на сторінці запиту XMLPort.

# Report 393243173 - RequestPage 2516438534 - Property 247559172
source: This is About XMLPort in the Request Page.
uk_ua: Це про XMLPort на сторінці запиту.

# Report 393243173 - RequestPage 2516438534 - Property 2879900210
source: XMLPort Request Page
uk_ua: Сторінка запиту XMLPort

# Report 393243173 - RequestPage 2516438534 - NamedType 1379285705
source: This is a label in the protected variables section of Request Page.
uk_ua: Це мітка в розділі захищених змінних сторінки запиту.

# Report 393243173 - RequestPage 2516438534 - NamedType 534256689
source: This is a label in the variables section of the Request Page.
uk_ua: Це мітка в розділі змінних сторінки запиту.

# Report 393243173 - Control 4105281732 - Property 1064389655
source: Group Title
uk_ua: Заголовок групи

# Report 393243173 - Control 4105281732 - Property 1968111052
source: This is Instructional Text for the group.
uk_ua: Це інструктивний текст для групи.

# Report 393243173 - Control 4105281732 - Property 247559172
source: This is About text for the group.
uk_ua: Це про групу.

# Report 393243173 - Control 4105281732 - Property 2879900210
source: Group Caption
uk_ua: Підпис групи

# Report 393243173 - Control 166597695 - Property 1064389655
source: Root Node Name Field Title
uk_ua: Заголовок поля кореневого вузла

# Report 393243173 - Control 166597695 - Property 1295455071
source: This is a tooltip for the Root Node Name field.
uk_ua: Це підказка для поля кореневого вузла.

# Report 393243173 - Control 166597695 - Property 1968111052
source: This is Instructional Text for the Root Node Name field.
uk_ua: Це інструктивний текст для поля кореневого вузла.

# Report 393243173 - Control 166597695 - Property 247559172
source: This is About text for the Root Node Name field.
uk_ua: Це текст про поле кореневого вузла.

# Report 393243173 - Control 166597695 - Property 2879900210
source: Root Node Name
uk_ua: Назва кореневого вузла

# Report 393243173 - Control 166597695 - Method 2126772001 - NamedType 546585477
source: This is a label in the field.
uk_ua: Це мітка в полі.

# Report 393243173 - Control 982202860 - Property 1064389655
source: Field 7 Title
uk_ua: Заголовок поля 7

# Report 393243173 - Control 982202860 - Property 1295455071
source: This is a tooltip for Field 7.
uk_ua: Це підказка для поля 7.

# Report 393243173 - Control 982202860 - Property 1968111052
source: This is Instructional Text for Field 7.
uk_ua: Це інструктивний текст для поля 7.

# Report 393243173 - Control 982202860 - Property 247559172
source: This is About text for Field 7.
uk_ua: Це текст про поле 7.

# Report 393243173 - Control 982202860 - Property 2879900210
source: How do you like the name of the control?
uk_ua: Як вам подобається назва елемента керування?

# Report 393243173 - Control 982202860 - Method 236405353 - NamedType 546585477
source: This is a label in Field 7.
uk_ua: Це мітка в полі 7.

# Report 393243173 - Action 3527587360 - Property 1064389655
source: Another Action Title
uk_ua: Інша назва дії

# Report 393243173 - Action 3527587360 - Property 1295455071
source: This is a tooltip for another action.
uk_ua: Це підказка для іншої дії.

# Report 393243173 - Action 3527587360 - Property 247559172
source: This is About text for another action.
uk_ua: Це текст про іншу дію.

# Report 393243173 - Action 3527587360 - Property 2879900210
source: Another Action
uk_ua: Інша дія

# Report 393243173 - Action 3527587360 - Method 1377591017 - NamedType 2444974753
source: This is a label in another action.
uk_ua: Це мітка в іншій дії.

# Report 393243173 - Action 4213832383 - Property 1064389655
source: Actions Group Title
uk_ua: Заголовок групи дій

# Report 393243173 - Action 4213832383 - Property 1295455071
source: This is a tooltip for the actions group.
uk_ua: Це підказка для групи дій.

# Report 393243173 - Action 4213832383 - Property 247559172
source: This is About text for the actions group.
uk_ua: Це текст про групу дій.

# Report 393243173 - Action 4213832383 - Property 2879900210
source: Actions Group
uk_ua: Група дій

# Report 393243173 - Action 4165283977 - Property 1064389655
source: Run XMLPort Action Title
uk_ua: Запустити дію XMLPort

# Report 393243173 - Action 4165283977 - Property 1295455071
source: This is a tooltip for the Run XMLPort action.
uk_ua: Це підказка для дії Run XMLPort.

# Report 393243173 - Action 4165283977 - Property 247559172
source: This is About text for the Run XMLPort action.
uk_ua: Це текст про дію Run XMLPort.

# Report 393243173 - Action 4165283977 - Property 2879900210
source: Run XMLPort
uk_ua: Запустити XMLPort

# Report 393243173 - Action 4165283977 - Method 1377591017 - NamedType 2444974753
source: This is a label in the action.
uk_ua: Це мітка в дії.

# Report 393243173 - ReportLayout 2313414932 - Property 2166945456
source: This is the summary of the rendering layout.
uk_ua: Це підсумок макета відображення.

# Report 393243173 - ReportLayout 2313414932 - Property 2879900210
source: Check Report Layout
uk_ua: Перевірити макет звіту

# Query 1232026921 - Property 1064389655
source: Check Query About Title
uk_ua: Перевірити заголовок запиту

# Query 1232026921 - Property 247559172
source: This is a query used for testing the translation of labels in different parts of AL objects.
uk_ua: Це запит, який використовується для тестування перекладу міток у різних частинах об'єктів AL.

# Query 1232026921 - Property 2879900210
source: Check Query
uk_ua: Перевірити запит
